import Logo from "../commponets/logo";

function About() {
    return <div className="text-center">
        <h1 >About This <Logo /></h1>
        <p >אתר זה מכיל כרטיסים של עסקים שונים
            <br />
            , באתר זה אתה יכול ליצור חשבון אישי
            עסקי או רגיל
            <br />
            בחשבון רגיל יש לך אופציה של לראות את כל הכרטיסים של בתי העסק
            <br />
            ובחשבון עסקי יש לך אפשרות של ליצור כרטיסים לעסק שלך למחוק או לערוך את הכרטיסים שיצרת
        </p>

        <h6 >אופן התממשקות באתר</h6>
        <p>
            כדי ליצור משתמש יש להיכנס לדף ה <b>Sign Up</b>
            <br />
            יש למלא את כל השדות הנדרשים ולבחור אם תרצה ליצור משתמש עסקי או לא, אחרי שנירשמת בהצלחה אתה תעבור לדף ה <b>Sign In</b>
            <br />
            שם תצטרך למלא את השם משתמש והסיסמא שאיתם נרשמת,
            אחרי שהתחברת בהצלחה תעבור לדף הבית
            <br />
            <b>Log Out</b> יש אפשרות גם למשתמש שהוא מחובר כבר לעשות
            <br />
            <b>"Create-Card"</b> למשתמש עסקי יופיע אפשרות של יצירת כרטיס חדש

            <br />
            <b>My-Cards</b> אחרי שהמשתמש יצר את הכרטיס הוא יעבור לדף
            <br />
            שם יוצגו לו כל הכרטיסים שהוא יצר
            לכל כרטיס יש לו אפשרות של עריכת הכרטיס ומחיקת הכרטיס

        </p>
    </div>
}

export default About;